Repository: d8ta/RefOne
Catalog: htdocs/app/langs/*.po
Languages: de_de

source: Your Request
de_de: Ihre Kontaktanfrage

source: Company
de_de: Firmenname

source: Phone
de_de: Telefon

source: Message
de_de: Bemerkung

source: Required
de_de: Pflichtfelder

source: Send Form
de_de: Nehmen Sie jetzt Kontakt mit uns auf

source: Thank you for your request.
de_de: Vielen Dank für Ihre Nachricht.

source: We will contact you by the next working day.
de_de: Wir werden uns bis zum nächsten Werktag bei Ihnen melden.

source: Thank you for your message
de_de: Danke für Ihre Nachricht

source: Your data for checking
de_de: Ihre Daten zur Kontrolle

source: Your Message
de_de: Danke für Ihre Nachricht

source: You are using an incompatible browser.
de_de: Sie benutzen einen veralteten Browser.

source: Modern Browsers are
de_de: Moderne Browser sind

source: You are using an outdated browser.
de_de: Sie benutzen einen veralteten Browser.

source: This website uses cookies to ensure you get the best experience on our website. If you continue to use this site we will assume that you are happy with it.
de_de: Diese Website verwendet Cookies. Wenn Sie weiter auf dieser Website surfen, stimmen Sie der Verwendung von Cookies zu.

source: JavaScript inactive
de_de: JavaScript ist deaktiviert

source: Please activate JavaScript.
de_de: Bitte aktivieren Sie JavaScript.

source: I understand
de_de: Ich bin einverstanden

source: Search
de_de: Suche
